Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/bakgrunn.html.tmx
Source language: nob
Languages: sma

source: Bakgrunn
sma: Våarome

source: Opprettelsen av Sametinget i 1989 bygger i stor grad på erkjennelsen av en undertrykkende fornorskningspolitikk som strekker seg helt tilbake til begynnelsen av 1800-tallet.
sma: Tseegkeme Saemiedigkeste 1989 våaroeminie åtna aktem byjhkesjimmiem aktede reerije daaroedehtemepolitihkeste mij eelki joe 1800-låhkoen aalkoelisnie.

source: Samene har vært utsatt for et statlig overgrep som nesten har utryddet en hel kultur, men framveksten av samiske rettigheter og opprettelsen av Sametinget er ikke kun et resultat av en forfeilet statlig politikk.
sma: Saemieh ahkedh daaresjimmieh dååjreme mah mahte aktem abpe kultuvrem nåhkehtamme, men evtiedimmie saemien reaktijste jïh tseegkeme Saemiedigkeste ij leah ajve illedahke aktede båajhtoeh staateles politihkeste.

source: Sametinget og samiske rettigheter er også et resultat av at samene har vært og er et eget folk med sine egne tradisjoner og institusjoner, som i et lengre historisk perspektiv har vært selvstendig.
sma: Saemiedigkie jïh saemien reaktah leah aaj illedahke ihke saemieh leah orreme jïh leah akte jïjtse åålmege jïjtsh aerpievuekiejgujmie jïh institusjovnigujmie, mah aktene guhkebe histovrijes perspektijvesne leah jïjtjeraarehke orreme.

source: Samene er en minoritet i Norge og når dermed ikke fram i ordinære demokratiske organer basert på flertallsdemokrati.
sma: Saemieh akte unnebelåhkoe Nöörjesne jïh dan åvteste ij bæjjese jaksh sïejhme demokrateles årgaanine mah jienebelåhkoedemokratijem betnesne utnieh.

source: Samtidig har samene som urfolk rett til innflytelse over sin framtid ved å sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sma: Seamma tïjjen saemieh goh aalkoealmetjh reaktam tsevtsemefaamoem utnedh sov båetijen biejjien bïjre viehkine gorredidh jïh evtiedidh sijjen gïelem, sijjen kultuvrem jïh sijjen siebriedahkejieledem.

source: I Grunnlovens § 108 heter det: «Det påligger statens myndigheter å legge forholdene til rette for at den samiske folkegruppe kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sma: Maadthlaakesne § 108 tjåådtje: «Staaten åejvieladtjh dïedtem utnieh sjïehteladtedh ihke saemien åålmege maahta sov gïelem, sov kultuvrem jïh sov siebriedahkejieledem gorredidh jïh evtiedidh.

source: Videre har Norge forpliktelser overfor samene blant annet gjennom: Sameloven, Finnmarksloven, Plan- og bygningsloven, Kulturminneloven, Reindriftsloven, Opplæringsloven og Stedsnavnsloven.
sma: Nöörjen aaj åeliedimmieh saemiej muhteste gaskem jeatjah daej laaki tjïrrh: Saemielaake, Finnmaarhkelaake, Soejkesje- jïh bigkemelaake, Kultuvremojhteselaake, Båatsoelaake, Ööhpehtimmielaake jïh Sijjienommelaake.
